checkfree/src/test/resources/expected/execute/sapAccountExpected.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns2="http://sap.com/xi/AP/Globalization" xmlns:ns1="http://sap.com/xi/AP/CustomerExtension/BYD/A0TY2" xmlns:ns0="http://sap.com/xi/SAPGlobal20/Global"><SOAP-ENV:Header/><SOAP-ENV:Body><ns0:CustomerBundleMaintenanceCheckRequest_sync_V1><Customer><ObjectNodeSenderTechnicalID>1</ObjectNodeSenderTechnicalID></Customer></ns0:CustomerBundleMaintenanceCheckRequest_sync_V1></SOAP-ENV:Body></SOAP-ENV:Envelope>